{
    "breaking": [
        "ރައީސުލްޖުމްހޫރިއްޔާ އިންޑިޔާއަށް ދަތުރުފުޅެއް ކުރައްވަނީ",
        "ކޮވިޑް-19: އާ ވެރިއަންޓަކަށް ރާއްޖެއިން ފަރުވާ ދޭން ފަށައިފި",
        "ރާއްޖޭގެ ފަތުރުވެރިކަން އިތުރަށް ކުރިއަރަމުން"
    ],
    "featured": [
        {
            "id": 1,
            "title": "ރާއްޖޭގެ އިޤްތިޞާދު ކުރިއަރަމުން އަންނަ މިންވަރު އިތުރުވެއްޖެ",
            "summary": "ދުނިޔޭގެ ބޭންކުން ރާއްޖޭގެ އިޤްތިޞާދު ކުރިއަރާނެ މިންވަރު މަތިކޮށްފި",
            "content": "ދުނިޔޭގެ ބޭންކުން ރާއްޖޭގެ އިޤްތިޞާދު ކުރިއަރާނެ މިންވަރު މަތިކޮށްފި. މިއީ ފަތުރުވެރިކަމުގެ ދާއިރާއިން ރާއްޖެއަށް ލިބެމުންދާ ކުރިއެރުމާ ގުޅިގެން އައި ބަދަލެއް ކަމަށް ބޭންކުން ބުނެފައިވެއެވެ.",
            "image": "https://picsum.photos/800/400",
            "date": "2024-01-20",
            "category": "އިޤްތިޞާދު"
        },
        {
            "id": 2,
            "title": "އާ ކުޅިވަރު މަރުކަޒެއް ހުޅުވުމަށް ސަރުކާރުން ނިންމައިފި",
            "summary": "ޒުވާނުންނަށް އަމާޒުކޮށްގެން އާ ކުޅިވަރު މަރުކަޒެއް ގާއިމުކުރުމަށް ނިންމައިފި",
            "content": "ޒުވާނުންގެ ހުނަރުވެރިކަން އިތުރުކުރުމަށްޓަކައި އާ ކުޅިވަރު މަރުކަޒެއް ގާއިމުކުރުމަށް ސަރުކާރުން ނިންމައިފިއެވެ. މި މަރުކަޒުގައި ޒަމާނީ ވަސީލަތްތައް ހިމެނޭނެ ކަމަށް މިނިސްޓްރީން ހާމަކޮށްފައިވެއެވެ.",
            "image": "https://picsum.photos/800/401",
            "date": "2024-01-19",
            "category": "ކުޅިވަރު"
        }
    ],
    "latest": [
        {
            "id": 3,
            "title": "މަސްވެރިންގެ އާމްދަނީ އިތުރުވެއްޖެ",
            "summary": "މިދިޔަ އަހަރާ އަޅާބަލާއިރު މަސްވެރިންގެ އާމްދަނީ 25% އިތުރުވެއްޖެ",
            "content": "މިދިޔަ އަހަރާ އަޅާބަލާއިރު މަސްވެރިންގެ އާމްދަނީ 25% އިތުރުވެފައިވާ ކަމަށް މިނިސްޓްރީ އޮފް ފިޝަރީޒްއިން ހާމަކޮށްފިއެވެ. މިއީ މަސްވެރިކަމުގެ ދާއިރާއަށް ގެނެވުނު ކުރިއެރުންތަކުގެ ސަބަބުން ކަމަށް ބެލެވެއެވެ.",
            "image": "https://picsum.photos/400/300",
            "date": "2024-01-18",
            "category": "އިޤްތިޞާދު"
        },
        {
            "id": 4,
            "title": "ތަޢުލީމީ ދާއިރާއަށް އާ ބަދަލުތަކެއް",
            "summary": "ސްކޫލްތަކުގެ މަންހަޖަށް ގެންނަ ބަދަލުތައް މިއަހަރު ތަންފީޒުކުރަން ފަށާނެ",
            "content": "ސްކޫލްތަކުގެ މަންހަޖަށް ގެންނަ ބަދަލުތައް މިއަހަރު ތަންފީޒުކުރަން ފަށާނެ ކަމަށް މިނިސްޓްރީ އޮފް އެޑިޔުކޭޝަނުން ހާމަކޮށްފިއެވެ. މި ބަދަލުތަކަކީ ދަރިވަރުންގެ ތަޢުލީމީ ފެންވަރު މަތިކުރުމަށް ގެނެވޭ ބަދަލުތަކެއް ކަމަށް ވަނީ ބުނެފައެވެ.",
            "image": "https://picsum.photos/400/301",
            "date": "2024-01-17",
            "category": "ތަޢުލީމް"
        }
    ]
}
